const KR = {
  title: "암호화폐 거래에서 AI의 힘을 발휘하세요",
  subTitle: "거래 및 일드 파밍의 수익을 극대화하세요",
  metrics: [
    "사용자 수 100,000|명 이상",
    "236%|수익률|이 수치는 2024년 상반기 데이터에 기반한 특정 포트폴리오를 반영합니다. 변동성이 매우 크며 참고용으로만 사용해야 하며, 금융 조언으로 간주되어서는 안 됩니다. 실제 결과는 모델 선택, 토큰 선택 및 포트폴리오 구성에 따라 달라질 수 있습니다.",
    "3.2%-3.5%|샤프 비율|이 수치는 2024년 상반기 데이터에 기반한 특정 포트폴리오를 반영합니다. 변동성이 매우 크며 참고용으로만 사용해야 하며, 금융 조언으로 간주되어서는 안 됩니다. 실제 결과는 모델 선택, 토큰 선택 및 포트폴리오 구성에 따라 달라질 수 있습니다.",
  ],
  product_suit: {
    name: "제품군",
    title:
      "Bella는 최고의 AI 알고리즘을 사용하여 DeFi 수익을 향상시키고 암호화폐 투자에 대한 간결하고 최적화된 솔루션을 제공합니다.",
    suits: [
      {
        name: "인공지능",
        data: [
          {
            name: "Bella Signal Bot",
            description:
              "Telegram을 통해 전달되는 AI 기반의 매도 및 매수 신호로 거래를 향상시키세요.",
          },
          {
            name: "Bella Research Bot",
            description:
              "Telegram 기반의 크립토 LLM 봇으로 실시간 심층적인 시장 보고 및 지표를 받아보세요",
          },
        ],
      },
      {
        name: "자산관리",
        data: [
          {
            name: "Flex Savings",
            description:
              "가스 비용을 절약하면서 자동 복리화되는 스마트 유동성 풀입니다.",
          },
          {
            name: "LP Farm",
            description:
              "zkSync 레이어 2 확장성을 활용하여 최고의 이자 농사 기회를 누리세요.",
          },
        ],
      },
      {
        name: "최적화 솔루션",
        data: [
          {
            name: "Tuner",
            description:
              "강력한 Uniswap v3 시뮬레이터 Bella Tuner로 유동성 전략을 강화하세요",
          },
          {
            name: "AVS Node Operator",
            description:
              "현재 Automata, DODO, GM Network를 지원하는 EigenLayer에서 AVS 노드를 관리하세요.",
          },
        ],
      },
    ],
  },
  smart_trading: "스마트 거래",
  defi_yields: [
    {
      title: "최적화",
      description: "최대 수익을 위해 전략을 반복하고 미세 조정하세요",
    },
    {
      title: "정확도",
      description:
        "자금 경로 파악부터 고충실도 백테스팅까지 정확성을 보장하세요",
    },
    {
      title: "안전함",
      description:
        "선도적인 블록체인 보안 감사를 통해 사용자 자산을 보호합니다.",
    },
  ],
  ai_agents: [
    {
      title: "자동화",
      description:
        "실시간 거래 신호를 추적하기 위해 가장 진보된 AI 전략을 활용합니다.",
    },
    {
      title: "쉬운 사용성",
      description:
        "최소한의 사용자 입력으로 빠르고 정확한 결과를 통해 투자를 극대화합니다",
    },
    {
      title: "효율적인",
      description:
        "포괄적인 연구를 수행하고 수익성 있는 의사 결정을 위한 실시간 지표를 제공합니다.",
    },
  ],
  usecase: {
    title: "암호화폐 거래의 민주화",
    cases: [
      [
        "AI 기반 거래",
        `거래 신호 봇은 선택된 토큰 페어에 대한 정확한 신호를 제공하고, LLM 리서치 봇은 상세한 시장 통찰력과 지표를 제공합니다.
이들을 결합하여 혁신적이고 AI 기반의 접근 방식을 통해 경쟁에서 앞서 나갈 수 있습니다.
`,
      ],
      [
        "포트폴리오 리서치",
        `Bella는 고급 AI를 통합하여 전체 암호화폐 포트폴리오에 대한 전체적인 관점을 제공하고 최적의 리밸런싱 권장 사항을 제공합니다.
시장 상황을 분석하고 개인의 재무 목표를 고려하여 도구들이 포트폴리오의 최대 성장과 안정성을 제공합니다.
`,
      ],
      [
        "시장 분석 및 예측",
        `Bella는 방대한 시장 데이터, 뉴스 및 온체인 지표를 실시간으로 처리하여 실행 가능한 통찰력과 거래 신호를 제공합니다.
또한, 고급 LLM을 사용하여 단기 및 장기 시장 동향을 예측하고 투자 결정을 지원합니다.
`,
      ],
      [
        "리스크 매니지먼트",
        `Bella 의 모델은 잠재적 시장 위험을 감지하고 자산을 보호하기 위한 최적의 헤징 전략을 제안할 수 있습니다. 또한, 통합된 AI 에이전트는 시장 및 포트폴리오 분석을 수행하여 자산 다양화 전략을 권장합니다.`,
      ],
      [
        "크로스체인 최적화",
        `Bella는 여러 블록체인 네트워크에서 기회를 스캔하여 가장 수익성이 높은 유동성 제공 기회를 식별합니다. 모든 네트워크에서 포괄적인 통찰력과 크로스체인 차익 거래 기회를 누리세요.`,
      ],
      [
        "밈 홍보대사",
        `AI 기반 밈 홍보대사로 커뮤니티를 강화하여 재미있고 매력적인 밈 세계를 열어보세요. 시장 동향과 데이터를 바이럴 커뮤니티 주도 콘텐츠로 변환하세요.`,
      ],
      [
        "정량적 전략",
        `정량 트레이더가 전례 없는 정확도로 전략을 백테스트하고 개선할 수 있도록 지원합니다. AI는 시장 데이터와 사용자 전략에서 지속적으로 학습하여 정량적 거래 접근 방식을 개선할 것을 제안합니다.`,
      ],
    ],
  },
};

export default KR;
