const zhCN = {
  title: "让AI在加密交易中大显身手",
  subTitle: "最大化您的交易和流动性挖矿收益",
  metrics: [
    "100,000+|用户数量",
    "236%|收益率|此数据反映了基于我们2024年上半年数据的特定投资组合。该数据波动性较大，仅供参考，不应视为财务建议。实际结果可能会因模型选择、代币选择和投资组合构成的不同而有所变化。",
    "3.2%-3.5%|夏普比率|此数据反映了基于我们2024年上半年数据的特定投资组合。该数据波动性较大，仅供参考，不应视为财务建议。实际结果可能会因模型选择、代币选择和投资组合构成的不同而有所变化。",
  ],
  product_suit: {
    name: "产品系列",
    title:
      "Bella使用领先的AI算法提高您的DeFi回报，并为您的加密投资提供简洁优化的解决方案",
    suits: [
      {
        name: "AI驱动",
        data: [
          {
            name: "Bella Signal Bot",
            description:
              "通过Telegram提升您的交易与人工智能驱动的空头和多头信号",
          },
          {
            name: "Bella Research Bot",
            description:
              "使用我们的Telegram LLM机器人来实时解锁深入的市场指标和见解",
          },
        ],
      },
      {
        name: "资产管理",
        data: [
          {
            name: "Flex Savings",
            description: "智能自动复利的流动性矿池，为您节省Gas Fee",
          },
          {
            name: "LP Farm",
            description: "利用zkSync二层网络技术，享受高收益的流动性挖矿机会",
          },
        ],
      },
      {
        name: "优化解决方案",
        data: [
          {
            name: "Tuner",
            description:
              "通过我们强大的Uniswap v3模拟器Tuner来助力您的流动性挖矿策略",
          },
          {
            name: "AVS Node Operator",
            description:
              "在EigenLayer协议中执行AVS运行节点，目前支持Automata, DODO, 和GM Network",
          },
        ],
      },
    ],
  },
  smart_trading: "智能交易",
  defi_yields: [
    {
      title: "最优解",
      description: "迭代和微调策略以获得最大回报",
    },
    {
      title: "准确性",
      description: "确保从资金路线到高保真回测的精确无误",
    },
    {
      title: "安全性",
      description: "通过领先的区块链安全审计来保护用户资产",
    },
  ],
  ai_agents: [
    {
      title: "自动化",
      description: "利用最先进的人工智能策略跟踪实时交易信号",
    },
    {
      title: "轻量化",
      description: "通过快速且准确的结果，以最少的用户输入最大化投资",
    },
    {
      title: "高效率",
      description:
        "用人工智能进行全面的研究，并为您提供实时指标，以做出有利可图的决策",
    },
  ],
  usecase: {
    title: "加密交易的民主化",
    cases: [
      [
        "AI驱动的交易",
        `我们的交易信号机器人为选定的代币对提供精确的信号，且我们的大模型调研机器人提供详细的市场洞察和指标。

结合起来，将会赋予您一个创新的，人工智能驱动的方法，使您脱颖而出
`,
      ],
      [
        "投资组合调研",
        `Bella集成先进的人工智能为您的整个加密投资组合提供整体视图，并提供最佳的再平衡建议。

通过分析市场状况和考虑您的个人财务目标，我们的工具将为您的投资组合提供最大的增长和稳定性。
`,
      ],
      [
        "市场分析与预测",
        `Bella实时处理广泛的市场数据、新闻和链上指标，以提供可操作的市场见解和交易信号。 
 
采用先进的大数据模型来预测短期和长期市场趋势，为您的投资决策提供支持。
`,
      ],
      [
        "风险管理",
        `我们的模型可以发现潜在的市场风险，并建议最佳的对冲策略来保护您的资产。Bella的人工智能代理进行市场和投资组合分析，以推荐资产多样化策略`,
      ],
      [
        "跨链优化",
        `Bella扫描多个区块链网络的机会，以确定最有利可图的流动性挖矿机会。在所有网络中享受全面的洞察力和跨链套利机会`,
      ],
      [
        "Meme大使",
        `通过我们的人工智能生成的Meme为您的社区增光添彩，迎来有趣而引人入胜的Meme世界。将市场趋势和数据转化为病毒式、社区驱动的内容`,
      ],
      [
        "量化策略",
        `使量化交易员能够以前所未有的准确性回测和完善他们的策略。我们的人工智能不断地从市场数据和用户策略中学习，提出改进量化交易方法的建议`,
      ],
    ],
  },
};

export default zhCN;
