{
  "one_click_crypto_banking": "Unlock Your Smart Crypto Wealth Management Experience",
  "a_suite_of_defi_products": "A Suite of DeFi Products to Make Crypto Banking Simple",
  "deposit_button": "Liquidity Mining",
  "comming_soon": "Coming soon",
  "fs_right_btn": "Flex Savings v2",
  "what_is_bella": "What is Bella?",
  "current_defi_products_are_blocking": "Current DeFi products are blocking incoming users due to high gas fee, turtle speed, and poor user experience. Bella DeFi suite allows users to simply deposit and enjoy high yield from our yield farming strategy and staking program. You can say goodbye to bouncing between protocols to farm for the best yield, and just sit back to watch your asset grow.",
  "features": "Features",
  "automation": "Automation",
  "automation_click_done": "Click, done. Sit back and watch your assets grow. Leave the heavy-lifting to the code.",
  "zero_gas_fee": "Gas Fee Saver",
  "zero_gas_fee_we_believe_everyone": "We believe in the power of long-term auto-compounding. Bella Flex Savings takes care of reinvesting gas fees so you don’t need to pay extra.",
  "boosted_rewards": "Boosted Rewards",
  "br_info": "We believe the reward multiplier of Bella Liquidity Mining will bring extra benefit to BEL holders and supporters.",
  "lower_volatility": "Lower Volatility",
  "lv_info": "In Bella Locker, fixed APY allows you to avoid short-term market fluctuations and trading loss.",
  "lower_threshold": "Lower Threshold",
  "lt_info": "There is no minimum requirement to participate in Bella Locker. Anyone can stake any amount of BEL and earn juicy rewards automatically from anywhere, anytime.",
  "best_yield": "Best Yield",
  "best_yield_smart_contract_route": "Smart pool route your fund to pools with the most competitive return in the market.",
  "product_suite": "Product Suite",
  "blackrock_of_crypto_wealth_management": "BlackRock of Crypto Wealth Mangement",
  "bella_1_click": "Bella Flex Savings",
  "smart_protal_for_pupular_defi": "A trusted smart mining product allows you to experience low gas and management fee, auto return, token burn and considerable yield farming incentives.",
  "bella_lending": "Bella Liquidity Mining",
  "highly_flexible_decentralized_money": "Users can automatically earn BEL by providing liquidity for BEL/ETH, BEL/USDT and ARPA/USDT on Uniswap and staking UNI-V2 token on Bella Liquidity mining.",
  "bella_flex_savings": "Bella Locker",
  "smart_robo_advisor_to_pick": "In Bella Locker, users can stake any amount of BEL and earn juicy rewards automatically from anywhere, anytime with fixed APY and no minimum requirement.",
  "bella_liquidity_mining_bella": "Bella Liquidity Mining Bella",
  "lm": "Users can automatically earn BEL by providing liquidity for BEL/ETH, BEL/USDT and ARPA/USDT on Uniswap and staking UNI-V2 token on Bella Liquidity mining.",
  "bella_locker_bella": "Bella Locker Bella",
  "lb": "In Bella Locker, users can stake any amount of BEL and earn juicy rewards automatically from anywhere, anytime with fixed APY and no minimum requirement.",
  "tuner_detail": "A programmatic Uniswap V3 simulator that allows strategy backtesting on a transaction-to-transaction basis with arbitrary or historical data without the EVM, it runs independently yet completely retains the exact smart-contract behavior of the intricate design and implementation of Uniswap V3."
}