{
  "one_click_crypto_banking": "Akıllı kripto varlık yönetimi deneyiminizin kilidini açın",
  "a_suite_of_defi_products": "Kripto Bankacılığını Basitleştirecek Bir DeFi Ürünleri Paketi",
  "deposit_button": "Likidite Madenciliği",
  "comming_soon": "Yakında...",
  "fs_right_btn": "Esnek Birikimler v2",
  "what_is_bella": "Bella nedir",
  "current_defi_products_are_blocking": "Mevcut DeFi ürünleri, yüksek gas ücreti, düşük hız ve kötü kullanıcı deneyim gibi sebeplerle yeni kullanıcıları kaybediyorlar. Bella DeFi paketi, kullanıcıların basitçe para yatırmasına ve yüksek verimin keyfini çıkarmasına olanak tanır kullanarak akıllı madencilik, yatırabilir. En iyi verimi elde etmek için protokoller arasında geçiş yapmaya elveda diyebilir ve varlığınızın büyümesini izlemek için arkanıza yaslanın bilirsiniz.",
  "features": "Özellikler",
  "automation": "Otomasyon",
  "automation_click_done": "Tıklayın, bitti. Arkanıza yaslanın ve varlıklarınızın büyümesini izleyin. Ağır işleri koda bırakın.",
  "zero_gas_fee": "Gas Ücreti Tasarrufu",
  "zero_gas_fee_we_believe_everyone": "Uzun vadeli birleşik faizin gücüne inanıyoruz. Bella Esnek Birikimler, gas ücretlerini yeniden değerlendirir, böylece fazladan ödeme yapmanız gerekmez.",
  "boosted_rewards": "Artırılmış Ödüller",
  "br_info": "Bella Liquidity Mining'in ödül çarpanının BEL sahiplerine ve destekçilerine ekstra fayda sağlayacağına inanıyoruz.",
  "lower_volatility": "Düşük Volatilite",
  "lv_info": "Bella Kilitleme'de sabit APY, kısa vadeli piyasa dalgalanmalarından ve ticaret kayıplarından kaçınmasına olanak tanır.",
  "lower_threshold": "Minimum Miktar",
  "lt_info": "Bella Kilitleme'ye katılmak için herhangi  bir minimum sınır yoktur. Herkes istediği miktarda BEL yatırabilir ve her yerden, her zaman otomatik olarak cazip ödüller kazanabilir.",
  "best_yield": "En İyi Verim",
  "best_yield_smart_contract_route": "Akıllı havuz, fonunuzu piyasadaki en rekabetçi getiriye sahip havuzlara yönlendirin.",
  "product_suite": "Ürün Paketi",
  "blackrock_of_crypto_wealth_management": "Kripto Servet Yönetiminin BlackRock'u",
  "bella_1_click": "Bella Esnek Birikimler",
  "smart_protal_for_pupular_defi": "Güvenilir bir akıllı madencilik ürünü, düşük gas ve yönetim ücreti, otomatik iade, token yakma ve önemli, verimli farming teşvikleri ile deneyimlemenize olanak tanır.",
  "bella_lending": "Bella Likidite Madenciliği",
  "highly_flexible_decentralized_money": "Kullanıcılar, Uniswap üzerinde BEL/ETH, BEL/USDT ve ARPA/USDT için likidite sağlayarak ve Bella Likidite madenciliğinde UNI-V2 tokenı stake ederek otomatik olarak BEL kazanabilirler.",
  "bella_flex_savings": "Bella Kilitleme",
  "smart_robo_advisor_to_pick": "Bella Kilitleme'de kullanıcılar, herhangi bir miktarda BEL yatırabilir ve sabit APY ile herhangi gereklilik olmadan her yerden, her zaman otomatik olarak cazip ödüller kazanabilir.",
  "bella_liquidity_mining_bella": "Bella Likidite Madenciliği",
  "lm": "Kullanıcılar, Uniswap üzerinde BEL/ETH, BEL/USDT ve ARPA/USDT için likidite sağlayarak ve Bella Likidite madenciliğinde UNI-V2 tokenı stake ederek otomatik olarak BEL kazanabilirler.",
  "bella_locker_bella": "Bella Kilitleme",
  "lb": "Bella Kilitleme'de kullanıcılar, herhangi bir miktarda BEL yatırabilir ve sabit APY ile herhangi gereklilik olmadan her yerden, her zaman otomatik olarak cazip ödüller kazanabilir.",
  "tuner_detail": "EVM olmadan rastgele veya geçmiş verilerle  işlemden işleme strateji ile geriye dönük teste izin veren programlı bir Uniswap V3 simülatörü, bağımsız çalışır ama Uniswap V3'ün karmaşık tasarım ve uygulamasının akıllı sözleşme davranışını tam olarak korur."
}
